Revit 2027 API
ProjectInfo.IssueDate Property
Get or Set the Project Issue Date of the Project Information.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string IssueDate { get; set; }
Public Property IssueDate As String
	Get
	Set
public:
property String^ IssueDate {
	String^ get ();
	void set (String^ value);
}
member IssueDate : string with get, set
Property Value
String
Remarks
This property is used to get or set the Project Issue Date of the Project Information.
See Also
Reference
ProjectInfo Class
Autodesk.Revit.DB Namespace